Repository: sebasmd-projects/pag_propensionesabogados
Catalog: apps/project/api/platform/insolvency_form/locale/*/LC_MESSAGES/django.po
Languages: es

source: Status
es: Estado

source: 1. Legal requirements
es: 1. Requisitos legales

source: 2. Personal data
es: 2. Datos personales

source: 3. Cessation of payments Statement
es: 3. Declaración de cese de pagos

source: 4. Cessation of payments Report
es: 4. Informe de cese de pagos

source: 9. Partner data
es: 9. Datos de la pareja

source: Stamped Times
es: Tiempos

source: Current Step
es: Paso actual

source: Is Completed
es: Está completado

source: Accepted Legal Requirements
es: Requisitos legales aceptados

source: Accepted Terms and Conditions
es: Términos y condiciones aceptados

source: Debtor Document Number
es: Número de documento del deudor

source: Debtor Expedition City
es: Ciudad de la Expedición del Deudor

source: Debtor First Name
es: Nombre del deudor

source: Debtor Last Name
es: Apellido del deudor

source: Debtor is Merchant
es: El deudor es comerciante

source: Debtor Cell Phone
es: Teléfono celular del deudor

source: Debtor Email
es: Correo electrónico del deudor

source: Debtor Birth Date
es: Fecha de nacimiento del deudor

source: Debtor Location/Address
es: Ubicación/Dirección del deudor

source: Sex
es: Sexo de nacimiento

source: Debtor Statement Accepted
es: Declaración aceptada

source: Debtor Cessation Report
es: Informe de Cese de Deudores

source: Marital Status
es: Estado civil

source: Partner Document Number
es: Número de documento de la pareja

source: Partner Name
es: Nombres de la pareja

source: Partner Last Name
es: Apellidos de la pareja

source: Partner Email
es: Correo de la pareja

source: Partner Phone
es: Celular/Teléfono de la pareja

source: Partner Relationship Duration (years)
es: Tiempo de la relación (años)

source: Attlas Insolvency Form
es: ATTLAS | Formulario de insolvencia

source: Attlas Insolvency Forms
es: ATTLAS | Formulario de insolvencia

source: Creditor
es: Acreedor

source: Creditor Contact
es: Contacto del acreedor

source: Nature Type
es: Tipo de naturaleza

source: Other Nature
es: Otra naturaleza

source: Personal Credit Interest Rate
es: Tasa de interés del crédito personal

source: Personal Consanguinity
es: Consanguinidad

source: Guarantee
es: Garantía

source: Capital Value
es: Valor capital

source: Days Overdue
es: Días en mora

source: Credit Classification
es: Clase

source: This field is required when 'Other' is selected.
es: Este campo es obligatorio cuando se selecciona 'Otro'.

source: This field is required when 'Personal Credit' is selected.
es: Este campo es obligatorio cuando se selecciona “Crédito personal”.

source: Attlas Insolvency Creditors
es: ATTLAS | Acreedores

source: Asset Type
es: Tipo de activo

source: Description/Name
es: Descripción/Nombre

source: Identification
es: Identificación

source: Lien
es: Retención

source: Affectation
es: Afectación

source: Legal Measure
es: Medida legal

source: Patrimonial Society
es: Sociedad Patrimonial

source: Commercial Value
es: Valor comercial

source: Exclusion
es: Exclusión

source: Attlas Insolvency Asset
es: ATTLAS | Activo

source: Attlas Insolvency Assets
es: ATTLAS | Activos

source: Court
es: Juzgado

source: Description
es: Descripción

source: Case Code
es: Radicado

source: Process Status
es: Estado del proceso

source: Attlas Insolvency Judicial Process
es: ATTLAS | Proceso judicial

source: Attlas Insolvency Judicial Processes
es: ATTLAS | Procesos judiciales

source: Income Type
es: Tipo de ingreso

source: Amount
es: Cantidad

source: Attlas Insolvency Income
es: ATTLAS | Ingreso

source: Attlas Insolvency Incomes
es: ATTLAS | Ingresos

source: Detail
es: Detalles

source: Attlas Insolvency Income Other
es: ATTLAS | Ingreso - Otro

source: Attlas Insolvency Incomes Other
es: ATTLAS | Ingresos - Otros

source: Insolvency Form
es: ATTLAS | Formulario de insolvencia

source: Has Food Obligation
es: Tiene obligación alimentaria

source: Proposed Monthly Value
es: Valor mensual propuesto

source: Children Count
es: Cantidad de hijos

source: Attlas Insolvency Resource
es: ATTLAS | Gasto

source: Attlas Insolvency Resources
es: ATTLAS | Gastos

source: Male
es: Hombre

source: Female
es: Mujer

source: Resource
es: Recursos

source: Table Title
es: Título de la tabla

source: Relationship
es: Relación

source: Has Disability
es: Tiene discapacidad

source: Age
es: Edad

source: Gender
es: Sexo de nacimiento

source: Attlas Insolvency Resource Table
es: ATTLAS | Tabla de dependiente

source: Attlas Insolvency Resource Tables
es: ATTLAS | Tablas de dependientes

source: Resource Table
es: Tabla de dependientes

source: Expense Label
es: Etiqueta de gastos

source: Legal Support
es: Soporte legal

source: Value
es: Valor

source: Attlas Insolvency Resource Item
es: ATTLAS | Elemento de la tabla de dependientes

source: Attlas Insolvency Resource Items
es: ATTLAS | Elementos de la tabla de dependientes

source: Signature
es: Firma

source: Client IP
es: IP del cliente

source: User Agent
es: Agente de usuario

source: Attlas Insolvency Signature
es: ATTLAS | Firma

source: Attlas Insolvency Signatures
es: ATTLAS | Firmas

source: Conciliation Value
es: Valor de conciliación

source: Propensiones Value
es: Valor de Propensiones

source: Attlas Insolvency Summary
es: ATTLAS | Resumen

source: Attlas Insolvency Summaries
es: ATTLAS | Resumen

source: Delete signature
es: Eliminar firma
