Repository: sebasmd-projects/pag_propensionesabogados
Catalog: apps/common/core/locale/*/LC_MESSAGES/django.po
Languages: es

source: First name
es: Nombres

source: Last name
es: Apellidos

source: Your Email
es: Correo

source: Subject
es: Asunto

source: Message
es: Mensaje

source: Unattended
es: Sin Atender

source: Attended
es: Atendida

source: In progress
es: En progreso

source: name
es: nombres

source: last name
es: apellidos

source: email
es: correo

source: subject
es: asunto

source: message
es: Mensaje

source: state
es: estado

source: from page
es: desde

source: Contact
es: Contáctanos

source: Contacts
es: Contáctanos

source: title
es: título

source: title (English)
es: Título (EN)

source: description
es: descripción

source: image file
es: imagen

source: image file (English)
es: imagen (EN)

source: link
es: url

source: link (English)
es: Enlace (EN)

source: Modal Banner
es: Rompe tráfico

source: Modal Banners
es: Rompe tráficos

source: Propensiones International: Legal Expertise with Human Quality
es: Propensiones Internacional: Experticia Jurídica con Calidad Humana

source: Contact Confirmation
es: Confirmación de Contacto

source: Message Received!
es: Mensaje Recibido

source: Hi %(name)s,
es: Hola %(name)s,

source: Thank you for contacting us through
es: Gracias por contactarnos a través de

source: We have received your message and will get back to you as soon as possible.
es: Hemos recibido tú mensaje y nos pondremos en contacto lo más pronto posible

source: If you have any questions or need additional information, you can write us directly:
es: Si tienes más preguntas o necesitas información adicional, puedes escribirnos directamente a:

source: You can also email us
es: También puedes enviarnos un correo

source: Thank you for trusting us!
es: ¡Gracias por confiar en nosotros!

source: Best regards,
es: Atentamente,

source: About Us
es: Conócenos

source: This email was sent from
es: Este correo fue enviado desde

source: If you did not expect this message or it was sent by mistake, please ignore it.
es: Si no esperabas este correo o fue enviado por error, por favor ignóralo.

source: Required Documents
es: Documentos requeridos

source: Please have the following documents ready for submission.
es: Tenga los siguientes documentos listos para enviar.

source: Document: Broad and Sufficient Special Power
es: Documento: Poder Especial Amplio y Suficiente

source: Document: Service Provision Contract
es: Documento: Contrato de Prestación de Servicio

source: Legal Expertise with Human Quality, Propensiones International
es: Experticia Jurídica con Calidad Humana , Propensiones Internacional

source: Specialized legal and financial consulting in Colombia and internationally. Pensions, insolvency, foreign investments, and more.
es: Asesoría legal y financiera especializada en Colombia e internacionalmente. Pensiones, insolvencia, inversiones extranjeras y más.

source: Legal advice, financial insolvency, denied pensions, foreign investments, civil law, criminal law, paymaster, urgent conciliation, Propensiones Internacional
es: Asesoría legal, insolvencia económica, pensiones negadas, inversiones extranjeras, derecho civil, derecho penal, paymaster, conciliación urgente, Propensiones Internacional

source: Team
es: Equipo

source: Won Cases
es: Casos ganados

source: Satisfied Customers
es: Clientes satisfechos

source: Your message has been sent successfully.
es: Tú mensaje ha sido enviado con éxito.

source: We will contact you soon!
es: ¡Te contactaremos pronto!

source: Send Message
es: Enviar Mensaje

source: Address
es: Dirección

source: Call Us
es: Línea de servicio al cliente

source: Email Us
es: Escríbenos

source: Open Hours
es: Horario de atención

source: Monday - Friday
es: Lunes - Viernes

source: Your browser does not support the video tag.
es: Su navegador no soporta la etiqueta de video.

source: Legal Expertise with Human Quality
es: Experticia Jurídica con Calidad Humana

source: Professionals in Law and Social Sciences at National and International Level
es: Profesionales en Derecho y Ciencias Sociales a nivel Nacional e Internacional

source: Principles
es: Principios

source: Justice
es: Justicia

source: We act with fairness and impartiality, ensuring that everyone is treated equally and their rights are respected.
es: Obramos con equidad e imparcialidad, garantizando que todas las personas reciban un trato justo y que se respeten sus derechos.

source: Integrity
es: Integridad

source: We are consistent in our actions and beliefs, always guided by the values of faith in God.
es: Somos coherentes entre lo que profesamos y actuamos, siempre bajo los valores de la fe en Dios.

source: Dedication
es: Entrega

source: We are deeply committed to defending our clients' rights with passion and determination, striving to achieve goals and honor our commitments.
es: Máximo compromiso para defender los derechos de nuestros clientes, con pasión y determinación, para alcanzar objetivos y cumplir con nuestros compromisos.

source: Why was our law firm born with a social sense?
es: ¿Por qué nace nuestra firma con un sentido social?

source: PROPENSIONES LAWYERS arose from my mother's tireless fight to obtain her pension, after being denied it seven times over 17 years. After much research, perseverance and dedication, we managed to secure your pension rights.
es: PROPENSIONES ABOGADOS surgió de la lucha incansable de mi madre para obtener su pensión, tras serle negada en siete ocasiones durante 17 años. Después de mucha investigación, perseverancia y dedicación, logramos asegurar su derecho pensional.

source: Inspired by the joy and well-being that this brought to my mother, we opened the DENIED PENSIONS service with a strong social commitment, focused on helping others obtain and enjoy their pension rights, thus improving their quality of life.
es: Inspirado por la alegría y bienestar que esto le trajo a mi madre, abrimos el servicio de PENSIONES NEGADAS con un fuerte compromiso social, enfocado en ayudar a otros a obtener y disfrutar de sus derechos pensionales, mejorando así su calidad de vida.

source: Today, thanks to GOD and personal effort, she enjoys her pension. From the moment I saw THE HAPPINESS that obtaining pension rights brings to a person, I started PROPENSIONES ABOGADOS as a line of business with a social objective focused on improving people's quality of life through obtaining and enjoying your pension right.
es: Hoy, gracias a DIOS y al esfuerzo personal, ella disfruta de su pensión. Desde el mismo instante en que vi LA FELICIDAD que le genera a una persona obtener el derecho pensional, inicié PROPENSIONES ABOGADOS como una línea de negocio con un objetivo social centrado en mejorar la calidad de vida de las personas a través de la obtención y disfrute de su derecho pensional.

source: Thanks to our rigorous work, little by little we have achieved great successes that have allowed us to internationalize to cover the corporate needs of our clients.
es: Gracias a nuestro riguroso trabajo, poco a poco hemos conseguido grandes éxitos que nos han permitido internacionalizarnos para cubrir las necesidades corporativas de nuestros clientes.

source: International, Civil, Labor and Criminal Law, Economic Insolvency, Denied Pensions, and Business Training
es: Derecho Internacional, Civil, Laboral y Penal, Insolvencia Económica, Pensiones Negadas y Formación Empresarial

source: Civil Labor Law
es: Derecho Civil y Laboral

source: International, Civil, Labor and Criminal Law
es: Derecho Internacional, Civil, Laboral y Penal

source: Business Training
es: Capacitación Empresarial

source: Businessmen, Entrepreneurs and Merchants
es: Empresarios, Emprendedores y Comerciantes

source: Denied Pensions
es: Pensiones negadas

source: We are your unconditional ally so that you can enjoy the fruits of a lifetime of work
es: Somos tu aliado incondicional para que goces del fruto de toda una vida de trabajo

source: Economic Insolvency
es: Insolvencia Económica

source: Economic insolvency process for non-trading natural persons
es: Proceso de insolvencia económica para personas físicas no comerciantes

source: Previous
es: Anterior

source: Next
es: Siguiente

source: PROPENSIONES LAWYERS S.A.S
es: PROPENSIONES ABOGADOS S.A.S

source: Propensiones Abogados is a legally constituted law firm that combines legal expertise with human quality to guarantee comprehensive legal and legal advice to national and international clients.
es: Propensiones Abogados es una firma legalmente constituido que combina experticia jurídica con calidad humana para garantizar una asesoría integral, legal y jurídica, a clientes nacionales e internacionales.

source: We are proud to be a team of professionals committed to improving the quality of life of our clients through obtaining and enjoying their rights.
es: Nos enorgullece ser un equipo de profesionales comprometidos con mejorar la calidad de vida de nuestros clientes a través de la obtención y disfrute de sus derechos pensionales.

source: Experience
es: Experiencia

source: In Colombia, we specialize in Denied Pensions, Economic Insolvency, Extracontractual Liability, Emergency Conciliations, Business Consulting and Field Investigation, Civil Law, Criminal Law, Family Law and Labor Law.
es: En Colombia, nos especializamos en Pensiones Negadas, Insolvencia Económica, Responsabilidad Extracontractual, Conciliaciones de Emergencia, Asesoría Empresarial e Investigación de Campo, Derecho Civil, Derecho Penal, Derecho de Familia y Derecho Laboral.

source: International
es: Internacional

source: At International Law we offer emergency conciliation services, risk analysis, commercial law, historical asset management and Paymaster.
es: En Derecho Internacional ofrecemos los servicios de conciliaciones de emergencia, análisis de riesgo, derecho comercial, gestión de activos históricos y Paymaster.

source: Expertise in each area and human quality.
es: Experiencia Jurídica con Calidad Humana

source: Services
es: Servicios

source: Propensiones Internacional acts as advisory agent and accredited representative in Colombia for a group of foreign investors.
es: Propensiones Internacional actúa como agente asesor y representante acreditado en Colombia para un grupo de inversionistas extranjeros.

source: Legal services nationwide in Armenia, Bogota, Buenaventura, Buga, Cali, Cartago, Cucuta, Ibague, Medellin, Quimbaya y Tulua.
es: Servicios legales a nivel nacional en Armenia, Bogotá, Buenaventura, Buga, Cali, Cartago, Cúcuta, Ibagué, Medellín, Quimbaya y Tuluá.

source: Our firm provides a comprehensive range of specialized legal and financial services to address challenges effectively and deliver lasting solutions. We offer expert support at both national and international levels, ensuring your interests are protected and optimized.
es: Nuestra firma ofrece una gama integral de servicios legales y financieros especializados para abordar desafíos de manera efectiva y brindar soluciones duraderas. Brindamos apoyo experto tanto a nivel nacional como internacional, asegurando que sus intereses estén protegidos y optimizados.

source: Strategic International Representation:
es: Representación Internacional Estratégica:

source: We act as advisory agent and accredited representative in Colombia for a group of foreign investors, with scope in:
es: Actuamos como agente consejero y representante acreditado en Colombia de un grupo de inversionistas extranjeros, con alcance en:

source: Structuring and management of hotel projects with foreign capital for Colombia.
es: Estructuración y gestión de proyectos hoteleros con capital extranjero para Colombia.

source: Government investment supported by PPP schemes for Colombia.
es: Inversión gubernamental respaldada por esquemas APP para Colombia.

source: Purchase and consolidation of carbon credits for Colombia.
es: Compra y consolidación de bonos de carbono para Colombia.

source: Arbitration financing and acquisition of final court judgments for Colombia.
es: Financiación de arbitrajes y adquisición de sentencias judiciales en firme para Colombia.

source: Purchase of final judgments against government entities for Colombia.
es: Compra de sentencias ejecutoriadas en turno de pago contra entidades del Estado para Colombia.

source: We provide legal advice, legal structuring, and institutional coordination for high-impact operations in the public and private sectors of the country.
es: Prestamos asesoría legal, estructuración jurídica y articulación institucional para operaciones de alto impacto en el ámbito público y privado del país.

source: National Services:
es: Servicios Nacionales:

source: Solutions tailored to individuals and businesses in Colombia, including pensions, economic insolvency, civil and criminal law, family matters, labor disputes, and urgent conciliations. We focus on delivering justice, financial stability, and peace of mind.
es: Soluciones adaptadas a individuos y empresas en Colombia, que incluyen pensiones, insolvencia económica, derecho civil y penal, asuntos familiares, disputas laborales y conciliaciones urgentes. Nos enfocamos en brindar justicia, estabilidad financiera y tranquilidad.

source: International Services:
es: Servicios Internacionales:

source: Specialized support for global operations, including asset management, risk analysis, paymaster services, commercial law, and emergency conciliations. We provide secure, transparent, and effective solutions for cross-border challenges.
es: Soporte especializado para operaciones globales, que incluye gestión de activos, análisis de riesgos, servicios de pago, derecho comercial y conciliaciones urgentes. Ofrecemos soluciones seguras, transparentes y efectivas para desafíos transfronterizos.

source: Each service can be contracted individually, specifically adapted to meet your needs and objectives with precision and excellence.
es: Cada servicio puede contratarse de forma individual, adaptado específicamente para satisfacer sus necesidades y objetivos con precisión y excelencia.

source: Our firm offers specialized services for handling cases of economic insolvency for both non-commercial individuals and commercial entities. We guide clients through restructuring their debts, negotiating with creditors, and ensuring compliance with legal requirements to achieve financial stability.
es: Nuestra firma ofrece servicios especializados para el manejo de casos de insolvencia económica tanto para personas no comerciantes como para entidades comerciales. Guiamos a los clientes en la reestructuración de sus deudas, la negociación con acreedores y el cumplimiento de los requisitos legales para lograr la estabilidad financiera.

source: We specialize in representing clients in cases of denied pensions, ensuring they receive the benefits they are entitled to.
es: Nos especializamos en representar a clientes en casos de pensiones negadas, asegurando que reciban los beneficios a los que tienen derecho.

source: Extracontractual Liability
es: Responsabilidad Extracontractual

source: We offer expertise in cases of extracontractual liability, protecting clients from unjust claims and ensuring justice.
es: Ofrecemos experiencia en casos de responsabilidad extracontractual, protegiendo a los clientes con reclamaciones justas y garantizando la justicia.

source: Emergency Conciliations
es: Conciliaciones de Emergencia

source: Specialized services to handle urgent conciliations in national disputes, ensuring quick and effective resolutions.
es: Servicios especializados para manejar conciliaciones urgentes en disputas nacionales, asegurando resoluciones rápidas y efectivas.

source: Business Consultancy
es: Consultoría Empresarial

source: We provide expert business consultancy, helping businesses streamline operations and maximize efficiency.
es: Brindamos consultoría empresarial experta, ayudando a las empresas a optimizar sus operaciones y maximizar la eficiencia.

source: Field Research
es: Investigación de Campo

source: In-depth field research services to gather critical data and insights for legal and business purposes.
es: Servicios de investigación de campo en profundidad para recopilar datos y conocimientos críticos con fines legales y comerciales.

source: Civil Law
es: Derecho Civil

source: Our experts specialize in civil law, offering assistance with contracts, property disputes, and personal injury cases.
es: Nuestros expertos se especializan en derecho civil y ofrecen asistencia con contratos, disputas de propiedad y casos de infracción de derechos civiles generarales.

source: Criminal Law
es: Derecho Penal

source: We handle criminal law cases, ensuring effective defense strategies for our clients.
es: Manejamos casos de derecho penal, asegurando estrategias de defensa efectivas para nuestros clientes.

source: Family Law
es: Derecho de Familia

source: Our firm provides family law services including divorce, custody, and alimony.
es: Nuestra firma brinda servicios de derecho familiar que incluyen divorcio, custodia y pensión alimenticia.

source: Labor Law
es: Derecho Laboral

source: We assist in labor law matters including employment contracts, workplace disputes, and labor rights.
es: Ayudamos en asuntos de derecho laboral, incluidos contratos laborales, conflictos laborales y derechos laborales.

source: International Law
es: Derecho Internacional

source: Paymaster Services
es: Paymaster Internacional

source: Specialized services to ensure smooth international financial transactions, with full transparency and security.
es: Servicios especializados para gestionar los flujos de pago en transacciones internacionales de alto valor, garantizando la seguridad y la transparencia.

source: We provide services for emergency conciliations in international disputes, ensuring swift conflict resolution.
es: Servicios especializados para manejar conciliaciones urgentes en disputas internacionales, asegurando resoluciones rápidas y efectivas.

source: Risk Analysis
es: Análisis de riesgos

source: We provide detailed risk assessments to identify and mitigate potential threats in international operations.
es: Evaluaciones de riesgos integrales para transacciones internacionales, que abarcan factores financieros, regulatorios y operativos.

source: Commercial Law
es: Derecho Comercial

source: We provide legal services in international commercial law, including contract negotiation and dispute resolution.
es: Brindamos servicios legales en derecho comercial internacional, incluida la negociación de contratos y la resolución de disputas.

source: Asset Management
es: Gestión de Activos

source: We offer services in managing and optimizing international assets, ensuring security and profitability.
es: Ofrecemos servicios de gestión y optimización de activos internacionales de alto valor, garantizando la seguridad y la transparencia.

source: Corporate Social Responsibility
es: Responsabilidad Social Corporativa

source: We strongly believe in giving back to the community and supporting causes that reflect our values.
es: Creemos firmemente en retribuir a la comunidad y apoyar causas que reflejan nuestros valores.

source: We donate part of our income to rescuing street animals because we understand the importance of caring for abandoned pets and giving them a second chance.
es: Donamos parte de nuestros ingresos al rescate de mascotas de la calle porque entendemos la importancia de cuidar a los animales abandonados y brindarles una segunda oportunidad.

source: By supporting this noble cause, we not only improve these animals' quality of life but also promote a more compassionate and responsible society.
es: Al apoyar esta noble causa, no solo mejoramos la calidad de vida de estos animales, sino que también promovemos una sociedad más compasiva y responsable.

source: Your contribution with us has a direct impact on creating a better future for these animals in need.
es: Tu contribución con nosotros tiene un impacto directo en crear un futuro mejor para estas mascotas necesitadas.

source: New International Alliances
es: Nuevas Alianzas Internacionales

source: Global alliance
es: Alianza Global

source: We continue to grow internationally
es: Continuamos creciendo a nivel internacional

source: We are now Global Alliance
es: Ahora somos Global Alliance

source: Private alliance with AM PRO holdings
es: Alianza privada con AM PRO Holdings

source: The law firm Propensiones Internacional supports the <a href="https://fundacionattlas.org/" target="_blank" rel="opener referrer" class="text-decoration-underline">Fundación Attlas Org</a>, REGISTERED in the database of the United Nations Department of Economic and Social Affairs (UN DESA - ONU), within the framework of its project ‘Colombia Debt Relief: A New Beginning’.
es: La firma de abogados Propensiones Internacional respalda a la <a href="https://fundacionattlas.org/" target="_blank" rel="opener referrer" class="text-decoration-underline">Fundación Attlas Org</a>, INSCRITA en la base de datos de United Nations Department of Economic and Social Affairs (UN DESA - ONU), en el marco de su proyecto ‘Alivio de Deuda Colombia: Un Nuevo Comienzo’.

source: This initiative seeks to strengthen asset recovery and economic stability through legal and financial mechanisms, promoting international cooperation and sustainable development. Its purpose is to combat extreme poverty and economic vulnerability by providing legal tools for financial rehabilitation, access to decent opportunities, and the construction of a fair and sustainable social balance.
es: Esta iniciativa busca fortalecer la recuperación patrimonial y la estabilidad económica mediante mecanismos jurídicos y financieros, fomentando la cooperación internacional y el desarrollo sostenible. Su propósito es combatir la pobreza extrema y la vulnerabilidad económica, brindando herramientas legales para la rehabilitación financiera, el acceso a oportunidades dignas y la construcción de un equilibrio social justo y sostenible.

source: Close
es: Cerrar

source: View more
es: Ver más

source: Conciliations
es: Conciliaciones

source: Corporate Training
es: Capacitación Empresarial

source: Useful Links
es: Enlaces útiles

source: Home
es: Inicio

source: About us
es: Conócenos

source: Terms of service
es: Términos de servicio

source: Privacy policy
es: Política de privacidad

source: Contact Us
es: Contáctanos

source: Phone:
es: Celular:

source: Email:
es: Correo:

source: All Rights Reserved
es: Todos los derechos reservados

source: Designed by
es: Diseñado por

source: About
es: Conócenos

source: Our C.E.O
es: Nuestro C.E.O

source: Born with a social sense
es: Nacimos con Sentido Social

source: Expertise in each area
es: Experticia en cada área

source: Social Responsibility
es: Responsabilidad Social

source: Documents
es: Documentos

source: Contact Us Now
es: Asesoría gratuita

source: Ask us your concerns and we can help you.
es: Consúltanos tus inquietudes y te ayudaremos.

source: Talk to a Lawyer now
es: Habla con un abogado ahora

source: Write your message...
es: Escribe tu mensaje...

source: This form has already been sent.
es: Este formulario ya ha sido enviado.

source: Message Received! | PROPENSIONES ABOGADOS
es: Mensaje Recibido | PROPENSIONES ABOGADOS

source: Thank you %(name)s for contacting us.
es: Gracias %(name)s por contactarnos.
